<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Data Doctors</title>
    <link rel="stylesheet" href="../css/customStyles.css">
    <link rel="stylesheet" href="../css/menuStyles.css">
    <!--Boostrap-->
    <link rel="stylesheet" href="../plugins/bootstrap.css">
    <script src="../plugins/bootstrap.js"></script>
    <!--jQuery-->
    <script src="../plugins/jQ.js"></script>
    <!--sweetAlert-->
    <link href="https://cdn.jsdelivr.net/npm/sweetalert2@11.7.12/dist/sweetalert2.min.css" rel="stylesheet">
    <script src="https://cdn.jsdelivr.net/npm/sweetalert2@11.7.12/dist/sweetalert2.all.min.js"></script>
</head>
<body>
    <div class="contenedor">
        <!--NAV-->
        <nav class="navbar navbar-expand-lg border-bottom border-bottom-dark op-menu" data-bs-theme="dark">
            <span>
                <div class="logo flex-start">
                    <img src="../media/bg/data docotors white-1.png" alt="logo">
                    <h4>Data Doctors</h4>
                </div>
            </span>
            <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon">
                </span>
            </button>
            <div class="collapse navbar-collapse" id="navbarSupportedContent">
                <ul class="navbar-nav flex-end">
                    <a href="../index.html"><li>Inicio</li></a>
                    <a href="./nos.html"><li>nosotros</li></a>
                    <a href="#"><li class="c">servicio</li></a>
                    <a href="./contacto.html"><li>Contacto</li></a>
                </ul>
            </div>
        </nav>
        <div class="contenido">
            <!--contenido-->
            <div class="sub-contenido">
                <h2 class="">Elije tu servicios</h2>
                <div class="cardBox flex-row-center text-center">
                    <div class="servCard">
                        <img src="../media/icons/icon1.png" alt="img" srcset="">
                        <h6>
                            Mantenimiento y reparaci&oacute;n de computadoras
                        </h6>
                        <p>
                            Proporcionar servicios de mantenimiento preventivo y correctivo para solucionar problemas t&eacute;cnicos, optimizar el rendimiento y prolongar la vida &uacute;til de los equipos inform&aacute;ticos.
                        </p>
                    </div>
                    <div class="servCard">
                        <img src="../media/icons/icon2.png" alt="img" srcset="">
                        <h6>
                            Diagnóstico y solución de problemas
                        </h6>
                        <p>
                            Identificar y resolver problemas relacionados con hardware, software, conectividad, virus y malware, configuraciones incorrectas, entre otros.
                        </p>
                    </div>
                    <div class="servCard">
                        <img src="../media/icons/icon3.png" alt="img" srcset="">
                        <h6>
                            Actualizaci&oacute;n de hardware y software
                        </h6>
                        <p>
                            Asesorar y llevar a cabo la instalaci&oacute;n y actualizaci&oacute;n de componentes de hardware, como memoria, discos duros, tarjetas gr&aacute;ficas, así como tambi&eacute;n actualizar y configurar software y sistemas operativos.
                        </p>
                    </div>
                    <div class="servCard">
                        <img src="../media/icons/icon4.png" alt="img" srcset="">
                        <h6 class="alingCenter">
                            Asesoramiento y consultor&iacute;a
                        </h6>
                        <p>
                            Brindar orientaci&oacute;n y asesoramiento personalizado en materia de tecnolog&iacute;a, recomendando soluciones adecuadas a las necesidades espec&iacute;ficas de los clientes.
                        </p>
                    </div>
                </div><br>
                <div class="text-justy">
                    <p>
                        Nuestro equipo de expertos t&eacute;cnicos est&aacute; capacitado para realizar tanto mantenimiento preventivo como reparaciones correctivas en computadoras. El mantenimiento preventivo incluye la limpieza interna de componentes, la actualizaci&oacute;n de software, la eliminaci&oacute;n de archivos temporales y la optimizaci&oacute;n del rendimiento general. En cuanto a las reparaciones, nos encargamos de solucionar problemas de hardware y software, como reemplazar componentes defectuosos, solucionar errores de sistema operativo, resolver problemas de conectividad, entre otros.
                    </p>
                    <p>
                        Si est&aacute;s experimentando alg&uacute;n problema con tu computadora, nuestro equipo realizar&aacute; un diagn&oacute;stico completo para identificar la causa ra&iacute;z del problema. Ya sea un problema de hardware, como un disco duro defectuoso, o un problema de software, como un virus o un fallo en el sistema operativo, te brindaremos una soluci&oacute;n eficaz y r&aacute;pida.
                    </p>
                    <p>
                        En Data Doctors, ofrecemos servicios de asesor&iacute;a y consultor&iacute;a para ayudarte a tomar decisiones informadas y maximizar el rendimiento de tus equipos inform&aacute;ticos. Nuestros expertos t&eacute;cnicos est&aacute;n disponibles para brindarte orientaci&oacute;n y recomendaciones personalizadas en diversas &aacute;reas de la tecnolog&iacute;a.
                    </p>
                </div>
            </div>
        </div>
        <!--Footer-->
        <div class="footer flex-colum-center">
            <p>2023 © Data Doctors</p>
            <div class="box-redes">
                <a href="#"><img src="../media/icons/faceIcon.png" alt="face"></a>
                <a href="#"><img src="../media/icons/igIcon.png" alt="ig"></a>
                <a href="#"><img src="../media/icons/tiktokIcon.png" alt="tik"></a>
            </div>
        </div>
    </div>
</body>
</html>